{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<EOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<MSK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<CLS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<MIS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<SEP>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<BOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Split",
    "pattern": {
      "Regex": "[*:/-]"
    },
    "behavior": "Removed",
    "invert": false
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "<EOS>": 0,
      "<MSK>": 1,
      "<CLS>": 2,
      "<PAD>": 3,
      "<MIS>": 4,
      "<SEP>": 5,
      "<BOS>": 6,
      "01": 7,
      "2": 8,
      "1": 9,
      "3": 10,
      "02": 11,
      "4": 12,
      "TRAV6": 13,
      "TRAV7": 14,
      "03": 15,
      "5": 16,
      "6": 17,
      "TRAV14": 18,
      "TRAV8": 19,
      "TRAV13": 20,
      "TRAV6D": 21,
      "TRAV12": 22,
      "TRAV13D": 23,
      "TRAV14D": 24,
      "TRAV4": 25,
      "TRAV7D": 26,
      "TRAV9": 27,
      "DV8": 28,
      "TRAV12D": 29,
      "TRAV13N": 30,
      "TRAV26": 31,
      "TRAV3": 32,
      "TRAV9D": 33,
      "7": 34,
      "DV4": 35,
      "DV6": 36,
      "DV7": 37,
      "TRAV1": 38,
      "TRAV12N": 39,
      "TRAV14N": 40,
      "TRAV15": 41,
      "TRAV21": 42,
      "TRAV35": 43,
      "TRAV4D": 44,
      "TRAV5": 45,
      "TRAV6N": 46,
      "TRAV7N": 47,
      "TRAV8D": 48,
      "TRAV9N": 49,
      "04": 50,
      "DV11": 51,
      "DV5": 52,
      "DV6D": 53,
      "TRAV11": 54,
      "TRAV15D": 55,
      "TRAV16D": 56,
      "TRAV20": 57,
      "TRAV22": 58,
      "TRAV27": 59,
      "TRAV29": 60,
      "TRAV36": 61,
      "TRAV38": 62,
      "TRAV3D": 63,
      "TRAV4N": 64,
      "02 ": 65,
      "08": 66,
      "DV10": 67,
      "DV12": 68,
      "DV9": 69,
      "TRAV10": 70,
      "TRAV10D": 71,
      "TRAV10N": 72,
      "TRAV15N": 73,
      "TRAV16": 74,
      "TRAV16N": 75,
      "TRAV17": 76,
      "TRAV18": 77,
      "TRAV19": 78,
      "TRAV2": 79,
      "TRAV23": 80,
      "TRAV24": 81,
      "TRAV25": 82,
      "TRAV28": 83,
      "TRAV30": 84,
      "TRAV34": 85,
      "TRAV39": 86,
      "TRAV3N": 87,
      "TRAV40": 88,
      "TRAV41": 89,
      "TRAV5D": 90,
      "TRAV5N": 91,
      "TRAV8N": 92,
      "mTRDV2": 93
    },
    "unk_token": "<MIS>"
  }
}