{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<EOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<MSK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<CLS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<MIS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<SEP>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<BOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Split",
    "pattern": {
      "Regex": "(?!x)x"
    },
    "behavior": "Removed",
    "invert": false
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "<EOS>": 0,
      "<MSK>": 1,
      "<CLS>": 2,
      "<PAD>": 3,
      "<MIS>": 4,
      "<SEP>": 5,
      "<BOS>": 6,
      "TRAJ1*01": 7,
      "TRAJ1-01*01": 8,
      "TRAJ10*01": 9,
      "TRAJ11*01": 10,
      "TRAJ12*01": 11,
      "TRAJ13*01": 12,
      "TRAJ13*02": 13,
      "TRAJ14*01": 14,
      "TRAJ15*01": 15,
      "TRAJ16*01": 16,
      "TRAJ17*01": 17,
      "TRAJ18*01": 18,
      "TRAJ2*01": 19,
      "TRAJ20*01": 20,
      "TRAJ21*01": 21,
      "TRAJ22*01": 22,
      "TRAJ23*01": 23,
      "TRAJ24*01": 24,
      "TRAJ24*02": 25,
      "TRAJ25*01": 26,
      "TRAJ26*01": 27,
      "TRAJ27*01": 28,
      "TRAJ28*01": 29,
      "TRAJ29*01": 30,
      "TRAJ3*01": 31,
      "TRAJ30*01": 32,
      "TRAJ31*01": 33,
      "TRAJ32*01": 34,
      "TRAJ32*02": 35,
      "TRAJ33*01": 36,
      "TRAJ34*01": 37,
      "TRAJ34*02": 38,
      "TRAJ35*01": 39,
      "TRAJ36*01": 40,
      "TRAJ37*01": 41,
      "TRAJ37*02": 42,
      "TRAJ38*01": 43,
      "TRAJ39*01": 44,
      "TRAJ4*01": 45,
      "TRAJ40*01": 46,
      "TRAJ41*01": 47,
      "TRAJ42*01": 48,
      "TRAJ43*01": 49,
      "TRAJ44*01": 50,
      "TRAJ45*01": 51,
      "TRAJ46*01": 52,
      "TRAJ47*01": 53,
      "TRAJ47*02": 54,
      "TRAJ48*01": 55,
      "TRAJ49*01": 56,
      "TRAJ5*01": 57,
      "TRAJ50*01": 58,
      "TRAJ52*01": 59,
      "TRAJ53*01": 60,
      "TRAJ53*02": 61,
      "TRAJ54*01": 62,
      "TRAJ56*01": 63,
      "TRAJ57*01": 64,
      "TRAJ58*01": 65,
      "TRAJ6*01": 66,
      "TRAJ7*01": 67,
      "TRAJ8*01": 68,
      "TRAJ9*01": 69
    },
    "unk_token": "<MIS>"
  }
}