{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<EOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<MSK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<CLS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<MIS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<SEP>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<BOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Split",
    "pattern": {
      "Regex": "[*:/-]"
    },
    "behavior": "Removed",
    "invert": false
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "<EOS>": 0,
      "<MSK>": 1,
      "<CLS>": 2,
      "<PAD>": 3,
      "<MIS>": 4,
      "<SEP>": 5,
      "<BOS>": 6,
      "HLA": 7,
      "01": 8,
      "B": 9,
      "02": 10,
      "A": 11,
      "DRB1": 12,
      "H2": 13,
      "04": 14,
      "08": 15,
      "05": 16,
      "07": 17,
      "11": 18,
      "15": 19,
      "57": 20,
      "DQA1": 21,
      "DQB1": 22,
      "DRA": 23,
      "03": 24,
      "06": 25,
      "24": 26,
      "2q": 27,
      "30": 28,
      "35": 29,
      "37": 30,
      "44": 31,
      "51": 32,
      "68": 33,
      "DPB1": 34,
      "DQ2": 35,
      "DQA": 36,
      "Db": 37,
      "H": 38,
      "IAb": 39,
      "IEk": 40,
      "Kb": 41,
      "Kd": 42,
      "Ld": 43
    },
    "unk_token": "<MIS>"
  }
}