{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<EOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<MSK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<CLS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<MIS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<SEP>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<BOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Split",
    "pattern": {
      "Regex": "(?!x)x"
    },
    "behavior": "Removed",
    "invert": false
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "<EOS>": 0,
      "<MSK>": 1,
      "<CLS>": 2,
      "<PAD>": 3,
      "<MIS>": 4,
      "<SEP>": 5,
      "<BOS>": 6,
      "TCRBV7-9*03": 7,
      "TRBV1*01": 8,
      "TRBV10*01": 9,
      "TRBV10-1*01": 10,
      "TRBV10-2*01": 11,
      "TRBV10-3*01": 12,
      "TRBV10-3*02": 13,
      "TRBV11-1*01": 14,
      "TRBV11-2*01": 15,
      "TRBV11-3*01": 16,
      "TRBV12-1*01": 17,
      "TRBV12-2*01": 18,
      "TRBV12-3*01": 19,
      "TRBV12-4*01": 20,
      "TRBV12-5*01": 21,
      "TRBV13*01": 22,
      "TRBV13-1*01": 23,
      "TRBV13-1*02": 24,
      "TRBV13-2*01": 25,
      "TRBV13-3*01": 26,
      "TRBV14*01": 27,
      "TRBV15*01": 28,
      "TRBV15*02": 29,
      "TRBV16*01": 30,
      "TRBV17*01": 31,
      "TRBV18*01": 32,
      "TRBV19*01": 33,
      "TRBV19*02": 34,
      "TRBV19*03": 35,
      "TRBV2*01": 36,
      "TRBV20*01": 37,
      "TRBV20-1*01": 38,
      "TRBV20-1*02": 39,
      "TRBV21-1*01": 40,
      "TRBV23*01": 41,
      "TRBV23-1*01": 42,
      "TRBV24*01": 43,
      "TRBV24-1*01": 44,
      "TRBV25-1*01": 45,
      "TRBV26*01": 46,
      "TRBV27*01": 47,
      "TRBV28*01": 48,
      "TRBV29*01": 49,
      "TRBV29-1*01": 50,
      "TRBV3*01": 51,
      "TRBV3-1*01": 52,
      "TRBV3-2*01": 53,
      "TRBV30*01": 54,
      "TRBV31*01": 55,
      "TRBV4*01": 56,
      "TRBV4-1*01": 57,
      "TRBV4-1*02": 58,
      "TRBV4-2*01": 59,
      "TRBV4-3*01": 60,
      "TRBV5*01": 61,
      "TRBV5-1*01": 62,
      "TRBV5-3*01": 63,
      "TRBV5-4*01": 64,
      "TRBV5-5*01": 65,
      "TRBV5-6*01": 66,
      "TRBV5-7*01": 67,
      "TRBV5-8*01": 68,
      "TRBV6*01": 69,
      "TRBV6-1*01": 70,
      "TRBV6-2*01": 71,
      "TRBV6-3*01": 72,
      "TRBV6-4*01": 73,
      "TRBV6-4*02": 74,
      "TRBV6-5*01": 75,
      "TRBV6-6*01": 76,
      "TRBV6-6*02": 77,
      "TRBV6-7*01": 78,
      "TRBV6-8*01": 79,
      "TRBV6-9*01": 80,
      "TRBV6S-19*01": 81,
      "TRBV7-1*01": 82,
      "TRBV7-2*01": 83,
      "TRBV7-2*02": 84,
      "TRBV7-2*03": 85,
      "TRBV7-3*01": 86,
      "TRBV7-4*01": 87,
      "TRBV7-6*01": 88,
      "TRBV7-7*01": 89,
      "TRBV7-8*01": 90,
      "TRBV7-8*02": 91,
      "TRBV7-9*01": 92,
      "TRBV7-9*03": 93,
      "TRBV8*01": 94,
      "TRBV9*01": 95,
      "TRBV9*02": 96
    },
    "unk_token": "<MIS>"
  }
}