{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<EOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<MSK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<CLS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<MIS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<SEP>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<BOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Split",
    "pattern": {
      "Regex": "(?!x)x"
    },
    "behavior": "Removed",
    "invert": false
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "<EOS>": 0,
      "<MSK>": 1,
      "<CLS>": 2,
      "<PAD>": 3,
      "<MIS>": 4,
      "<SEP>": 5,
      "<BOS>": 6,
      "TRAV1*01": 7,
      "TRAV1-1*01": 8,
      "TRAV1-2*01": 9,
      "TRAV10*01": 10,
      "TRAV10D*01": 11,
      "TRAV10N*01": 12,
      "TRAV11*01": 13,
      "TRAV11*02": 14,
      "TRAV12-1*01": 15,
      "TRAV12-1*02": 16,
      "TRAV12-2*01": 17,
      "TRAV12-2*02": 18,
      "TRAV12-3*01": 19,
      "TRAV12D-1*01": 20,
      "TRAV12D-2*01": 21,
      "TRAV12D-2*02": 22,
      "TRAV12D-3*01": 23,
      "TRAV12N-1*01": 24,
      "TRAV12N-2*01": 25,
      "TRAV12N-3*01": 26,
      "TRAV13-1*01": 27,
      "TRAV13-1*02": 28,
      "TRAV13-2*01": 29,
      "TRAV13-2*02": 30,
      "TRAV13-4/DV7*01": 31,
      "TRAV13-5*01": 32,
      "TRAV13D-1*01": 33,
      "TRAV13D-1*02": 34,
      "TRAV13D-2*01": 35,
      "TRAV13D-4*01": 36,
      "TRAV13D-4*03": 37,
      "TRAV13N-1*01": 38,
      "TRAV13N-2*01": 39,
      "TRAV13N-3*01": 40,
      "TRAV13N-4*01": 41,
      "TRAV14-1*01": 42,
      "TRAV14-2*01": 43,
      "TRAV14-2*02": 44,
      "TRAV14-3*01": 45,
      "TRAV14/DV4*01": 46,
      "TRAV14/DV4*02": 47,
      "TRAV14/DV4*03": 48,
      "TRAV14D-1*01": 49,
      "TRAV14D-2*01": 50,
      "TRAV14D-3/DV8*01": 51,
      "TRAV14D-3/DV8*02": 52,
      "TRAV14D-3/DV8*08": 53,
      "TRAV14N-1*01": 54,
      "TRAV14N-2*01": 55,
      "TRAV14N-3*01": 56,
      "TRAV15*01": 57,
      "TRAV15-1/DV6-1*01": 58,
      "TRAV15-2/DV6-2*01": 59,
      "TRAV15D-1/DV6D-1*01": 60,
      "TRAV15D-2/DV6D-2*01": 61,
      "TRAV15N-1*01": 62,
      "TRAV16*01": 63,
      "TRAV16D/DV11*01": 64,
      "TRAV16D/DV11*02": 65,
      "TRAV16N*01": 66,
      "TRAV17*01": 67,
      "TRAV18*01": 68,
      "TRAV19*01": 69,
      "TRAV2*01": 70,
      "TRAV20*01": 71,
      "TRAV20*02": 72,
      "TRAV21*01": 73,
      "TRAV21*02": 74,
      "TRAV21/DV12*01": 75,
      "TRAV22*01": 76,
      "TRAV22-1*01": 77,
      "TRAV23/DV6*01": 78,
      "TRAV24*01": 79,
      "TRAV25*01": 80,
      "TRAV26-1*01": 81,
      "TRAV26-1*03": 82,
      "TRAV26-2*01": 83,
      "TRAV26-2*02": 84,
      "TRAV27*01": 85,
      "TRAV27*03": 86,
      "TRAV28*01": 87,
      "TRAV29/DV5*01": 88,
      "TRAV29/DV5*02": 89,
      "TRAV3*01": 90,
      "TRAV3-1*01": 91,
      "TRAV3-3*01": 92,
      "TRAV3-4*01": 93,
      "TRAV30*01": 94,
      "TRAV34*01": 95,
      "TRAV35*01": 96,
      "TRAV35*02": 97,
      "TRAV35*02 ": 98,
      "TRAV36/DV7*01": 99,
      "TRAV36/DV7*02": 100,
      "TRAV38-1*01": 101,
      "TRAV38-2/DV8*01": 102,
      "TRAV39*01": 103,
      "TRAV3D-3*01": 104,
      "TRAV3D-3*02": 105,
      "TRAV3N-3*01": 106,
      "TRAV4*01": 107,
      "TRAV4-2*01": 108,
      "TRAV4-2*02": 109,
      "TRAV4-3*01": 110,
      "TRAV4-4/DV10*01": 111,
      "TRAV40*01": 112,
      "TRAV41*01": 113,
      "TRAV4D-3*01": 114,
      "TRAV4D-3*03": 115,
      "TRAV4D-4*01": 116,
      "TRAV4N-3*01": 117,
      "TRAV4N-4*01": 118,
      "TRAV5*01": 119,
      "TRAV5-1*01": 120,
      "TRAV5-4*01": 121,
      "TRAV5D-4*01": 122,
      "TRAV5N-4*01": 123,
      "TRAV6*01": 124,
      "TRAV6*02": 125,
      "TRAV6*03": 126,
      "TRAV6-1*01": 127,
      "TRAV6-2*01": 128,
      "TRAV6-3*01": 129,
      "TRAV6-4*01": 130,
      "TRAV6-4*03": 131,
      "TRAV6-5*01": 132,
      "TRAV6-5*04": 133,
      "TRAV6-6*01": 134,
      "TRAV6-7/DV9*01": 135,
      "TRAV6D-3*01": 136,
      "TRAV6D-4*01": 137,
      "TRAV6D-5*01": 138,
      "TRAV6D-6*01": 139,
      "TRAV6D-6*02": 140,
      "TRAV6D-7*01": 141,
      "TRAV6N-5*01": 142,
      "TRAV6N-6*01": 143,
      "TRAV6N-7*01": 144,
      "TRAV7*01": 145,
      "TRAV7-1*01": 146,
      "TRAV7-2*01": 147,
      "TRAV7-2*02": 148,
      "TRAV7-3*01": 149,
      "TRAV7-3*04": 150,
      "TRAV7-4*01": 151,
      "TRAV7-5*01": 152,
      "TRAV7-6*01": 153,
      "TRAV7D-2*01": 154,
      "TRAV7D-2*02": 155,
      "TRAV7D-3*01": 156,
      "TRAV7D-4*01": 157,
      "TRAV7D-5*01": 158,
      "TRAV7N-4*01": 159,
      "TRAV7N-5*01": 160,
      "TRAV7N-6*01": 161,
      "TRAV8-1*01": 162,
      "TRAV8-2*01": 163,
      "TRAV8-3*01": 164,
      "TRAV8-3*02": 165,
      "TRAV8-4*01": 166,
      "TRAV8-6*01": 167,
      "TRAV8-6*02": 168,
      "TRAV8D-1*01": 169,
      "TRAV8D-2*01": 170,
      "TRAV8D-2*03": 171,
      "TRAV8N-2*01": 172,
      "TRAV9-1*01": 173,
      "TRAV9-1*02": 174,
      "TRAV9-2*01": 175,
      "TRAV9-3*01": 176,
      "TRAV9-4*01": 177,
      "TRAV9D-1*01": 178,
      "TRAV9D-2*01": 179,
      "TRAV9D-3*01": 180,
      "TRAV9D-4*01": 181,
      "TRAV9N-2*01": 182,
      "TRAV9N-3*01": 183,
      "TRAV9N-4*01": 184,
      "mTRDV2-2*01": 185
    },
    "unk_token": "<MIS>"
  }
}