{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<EOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<MSK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<CLS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<MIS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<SEP>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<BOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Split",
    "pattern": {
      "Regex": "[*:/-]"
    },
    "behavior": "Removed",
    "invert": false
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "<EOS>": 0,
      "<MSK>": 1,
      "<CLS>": 2,
      "<PAD>": 3,
      "<MIS>": 4,
      "<SEP>": 5,
      "<BOS>": 6,
      "01": 7,
      "02": 8,
      "TRAJ1": 9,
      "TRAJ13": 10,
      "TRAJ24": 11,
      "TRAJ32": 12,
      "TRAJ34": 13,
      "TRAJ37": 14,
      "TRAJ47": 15,
      "TRAJ53": 16,
      "TRAJ10": 17,
      "TRAJ11": 18,
      "TRAJ12": 19,
      "TRAJ14": 20,
      "TRAJ15": 21,
      "TRAJ16": 22,
      "TRAJ17": 23,
      "TRAJ18": 24,
      "TRAJ2": 25,
      "TRAJ20": 26,
      "TRAJ21": 27,
      "TRAJ22": 28,
      "TRAJ23": 29,
      "TRAJ25": 30,
      "TRAJ26": 31,
      "TRAJ27": 32,
      "TRAJ28": 33,
      "TRAJ29": 34,
      "TRAJ3": 35,
      "TRAJ30": 36,
      "TRAJ31": 37,
      "TRAJ33": 38,
      "TRAJ35": 39,
      "TRAJ36": 40,
      "TRAJ38": 41,
      "TRAJ39": 42,
      "TRAJ4": 43,
      "TRAJ40": 44,
      "TRAJ41": 45,
      "TRAJ42": 46,
      "TRAJ43": 47,
      "TRAJ44": 48,
      "TRAJ45": 49,
      "TRAJ46": 50,
      "TRAJ48": 51,
      "TRAJ49": 52,
      "TRAJ5": 53,
      "TRAJ50": 54,
      "TRAJ52": 55,
      "TRAJ54": 56,
      "TRAJ56": 57,
      "TRAJ57": 58,
      "TRAJ58": 59,
      "TRAJ6": 60,
      "TRAJ7": 61,
      "TRAJ8": 62,
      "TRAJ9": 63
    },
    "unk_token": "<MIS>"
  }
}